Repository: Oscarj-jqt/multilang_site
Catalog: *_project/main/locale/deu/LC_MESSAGES/django.po
Languages: my

source: Accueil
my: Startseite

source: À propos
my: Über uns

source: Contact
my: Kontakt

source: Rechercher
my: Suche

source: Fermer la recherche
my: Suche schließen

source: Changer de langue
my: Sprache ändern

source: Nutrition
my: Ernährung

source: À la Une
my: Im Blickpunkt

source: Développement web
my: Webentwicklung

source: Derniers articles
my: Neueste Artikel

source: Créer une Application Multilingue avec Django et LLM
my: Eine mehrsprachige Anwendung mit Django und LLM erstellen

source: Impact de la Nourriture Industrielle sur la Santé : Pourquoi Limiter ?
my: Auswirkungen von Industrienahrung auf die Gesundheit: Warum begrenzen?

source: Éthique de l'Intelligence Artificielle : Défis et Réflexions
my: Ethik der Künstlichen Intelligenz: Herausforderungen und Reflexionen

source: Explorez comment utiliser Django pour développer des applications multilingues. Découvrez l'intégration des modèles de langage (LLM) pour créer des chatbots et une recherche augmentée par l'intelligence artificielle.
my: Erkunden Sie, wie Sie Django zur Entwicklung mehrsprachiger Anwendungen nutzen können. Entdecken Sie die Integration von Sprachmodellen (LLM), um Chatbots und KI-unterstützte Suchfunktionen zu erstellen.

source: Explorez les effets néfastes de la nourriture industrielle sur notre santé. Découvrez comment les additifs, les conservateurs et les sucres ajoutés peuvent contribuer à des problèmes de santé chroniques.
my: Erkunden Sie die schädlichen Auswirkungen von industriell hergestellten Lebensmitteln auf unsere Gesundheit. Entdecken Sie, wie Zusatzstoffe, Konservierungsmittel und zugesetzte Zucker zu chronischen Gesundheitsproblemen beitragen können.

source: Plongez dans les débats éthiques entourant l'intelligence artificielle. Explorez les implications de l'automatisation et de la prise de décision algorithmique sur la société moderne.
my: Tauchen Sie ein in die ethischen Debatten rund um künstliche Intelligenz. Erkunden Sie die Auswirkungen von Automatisierung und algorithmischer Entscheidungsfindung auf die moderne Gesellschaft.
